export const rulesBlockData = [
  {
    title: 'Общие',
    list: [
      { id: 1, text: 'Одно попадание' },
      { id: 2, text: 'Выхлоп привода не более 130м/с' },
      { id: 3, text: 'Гранаты с 4 корсаром (не более)' },
    ],
  },
  {
    title: 'Командный бой',
    list: [
      { id: 1, text: 'Игроки делятся на две команды' },
      { id: 2, text: 'Бой ведется до полного уничтожения команды противника' },
    ],
  },
  {
    title: 'Захват флага',
    list: [
      {
        id: 1,
        text: 'Одна команда установливает флаг на одной из точек (А или В) и не дает захватить и донести флаг до базы противника',
      },
      { id: 2, text: 'Бой ведется до полного угичтожения команды противника или защитить флаг до конца раунда' },
    ],
  },
];
